Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

source: 普通通知权限为必选项。如果开启重要通知权限，所有权限将自动开启。请选择必要的权限以继续使用应用。
de: Standard-Benachrichtigungsberechtigungen sind erforderlich. Wenn Sie wichtige Benachrichtigungsberechtigungen aktivieren, werden alle Berechtigungen automatisch aktiviert. Bitte wählen Sie die notwendigen Berechtigungen aus, um die Anwendung weiterhin nutzen zu können.
es: Los permisos de notificación estándar son opciones obligatorias. Si activas los permisos de notificación importantes, todos los permisos se activarán automáticamente. Por favor, selecciona los permisos necesarios para continuar usando la aplicación.
fr: Autorisations de notification standard comme option obligatoire. Si vous activez les autorisations de notification importantes, toutes les autorisations seront automatiquement activées. Veuillez sélectionner les autorisations nécessaires pour continuer à utiliser l'application.
it: Le autorizzazioni per le notifiche standard sono opzionali. Se attivi le autorizzazioni per le notifiche importanti, tutte le autorizzazioni verranno attivate automaticamente. Seleziona le autorizzazioni necessarie per continuare a utilizzare l'app.
ja: 通常の通知権限は必須です。重要な通知権限を有効にすると、すべての権限が自動的に有効になります。アプリを引き続き使用するために必要な権限を選択してください。
ko: 일반 알림 권한은 필수입니다. 중요 알림 권한을 활성화하면 모든 권한이 자동으로 활성화됩니다. 앱을 계속 사용하려면 필요한 권한을 선택하십시오.
pt_br: Permissões de notificação padrão são obrigatórias. Se ativar as permissões de notificação importantes, todas as permissões serão automaticamente ativadas. Por favor, selecione as permissões necessárias para continuar usando o aplicativo.
ru: Обычные разрешения на уведомления являются обязательными. Если включить разрешения на важные уведомления, все разрешения будут активированы автоматически. Пожалуйста, выберите необходимые разрешения для продолжения использования приложения.
tr: Normal bildirim izinleri zorunlu seçeneklerdir. Önemli bildirim izinleri açılırsa, tüm izinler otomatik olarak açılacaktır. Lütfen uygulamayı kullanmaya devam etmek için gerekli izinleri seçin.
zh_hant: 普通通知權限為必選項。如果開啟重要通知權限，所有權限將自動開啟。請選擇必要的權限以繼續使用應用。
zh_hk: 普通通知權限為必選項。如果開啟重要通知權限，所有權限將自動開啟。請選擇必要的權限以繼續使用應用。

# 智能助手
source: Smart Assistant
de: Intelligenter Assistent
es: Asistente Inteligente
fr: Assistant intelligent
it: Assistente Intelligente
ja: スマートアシスタント
ko: 스마트 어시스턴트
pt_br: Assistente Inteligente
ru: Умный помощник
tr: Akıllı Asistan
zh_hans: 智能助手
zh_hant: 智能助手
zh_hk: 智能助手

# 智能配置
source: Smart Configuration
de: Intelligente Konfiguration
es: Configuración inteligente
fr: Configuration intelligente
it: Configurazione intelligente
ja: スマート設定
ko: 스마트 구성
pt_br: Configuração Inteligente
ru: Умная настройка
tr: Akıllı Yapılandırma
zh_hans: 智能配置
zh_hant: 智能配置
zh_hk: 智能配置

# 暂时不能切换
source: Temporarily unable to switch
de: Vorübergehend nicht wechselbar
es: Temporalmente no se puede cambiar
fr: Impossible de changer temporairement
it: Impossibile cambiare temporaneamente
ja: 一時的に切り替えることはできません
ko: 일시적으로 전환할 수 없습니다
pt_br: Não é possível alternar temporariamente
ru: Временно невозможно переключить
tr: Geçiş yapılamıyor
zh_hans: 暂时不能切换
zh_hant: 暫時不能切換
zh_hk: 暫時不能切換

# 更多
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더보기
pt_br: Mais
ru: Больше
tr: Daha Fazla
zh_hans: 更多
zh_hant: 更多
zh_hk: 更多

# 更多设置
source: More Settings
de: Mehr Einstellungen
es: Más configuraciones
fr: Plus de paramètres
it: Altre impostazioni
ja: その他の設定
ko: 추가 설정
pt_br: Mais configurações
ru: Больше настроек
tr: Daha Fazla Ayarlar
zh_hans: 更多设置
zh_hant: 更多設定
zh_hk: 更多設定

# 有限的访问权限
source: Limited access rights
de: Beschränkte Zugriffsrechte
es: Permisos de acceso limitados
fr: Accès limité
it: Accesso limitato
ja: 限定的なアクセス権限
ko: 제한된 접근 권한
pt_br: Acesso limitado
ru: Ограниченные права доступа
tr: Sınırlı erişim izinleri
zh_hans: 有限的访问权限
zh_hant: 有限的訪問權限
zh_hk: 有限的訪問權限

# 服务器地址无效
source: Invalid server address
de: Serveradresse ungültig
es: Dirección del servidor no válida
fr: Adresse du serveur invalide
it: Indirizzo del server non valido
ja: サーバーアドレスが無効です
ko: 서버 주소가 유효하지 않습니다
pt_br: Endereço do servidor inválido
ru: Неверный адрес сервера
tr: Sunucu adresi geçersiz
zh_hans: 服务器地址无效
zh_hant: 伺服器地址無效
zh_hk: 伺服器地址無效

# 服务器已存在
source: Server already exists
de: Server existiert bereits
es: El servidor ya existe
fr: Serveur déjà existant
it: Server già esistente
ja: サーバーはすでに存在します
ko: 서버가 이미 존재합니다
pt_br: Servidor já existe
ru: Сервер уже существует
tr: Sunucu zaten var
zh_hans: 服务器已存在
zh_hant: 伺服器已存在
zh_hk: 伺服器已存在

# 服务器开源地址
source: Server Open Source Address
de: Open-Source-Server-Adresse
es: Dirección de código abierto del servidor
fr: Adresse du serveur open source
it: Indirizzo del server di origine
ja: サーバーのソースコード
ko: 서버 소스 코드
pt_br: Endereço de código aberto do servidor
ru: Адрес исходного кода сервера
tr: Sunucu Açık Kaynak Adresi
zh_hans: 服务器开源地址
zh_hant: 伺服器開源地址
zh_hk: 伺服器開源地址

# 服务器监控
source: Server Monitoring
de: Serverüberwachung
es: Monitoreo del servidor
fr: Surveillance du serveur
it: Monitoraggio del Server
ja: サーバー監視
ko: 서버 모니터링
pt_br: Monitoramento do Servidor
ru: Мониторинг сервера
tr: Sunucu İzleme
zh_hans: 服务器监控
zh_hant: 伺服器監控
zh_hk: 伺服器監控

# 服务器设置
source: Server Settings
de: Servereinstellungen
es: Configuración del servidor
fr: Paramètres du serveur
it: Impostazioni del server
ja: サーバー設定
ko: 서버 설정
pt_br: Configurações do Servidor
ru: Настройки сервера
tr: Sunucu Ayarları
zh_hans: 服务器设置
zh_hant: 伺服器設定
zh_hk: 伺服器設定

# 服务器连接失败
source: Server connection failed
de: Serververbindung fehlgeschlagen
es: Error de conexión al servidor
fr: Échec de la connexion au serveur
it: Connessione al server fallita
ja: サーバー接続失敗
ko: 서버 연결 실패
pt_br: Falha na Conexão com o Servidor
ru: Сбой подключения к серверу
tr: Sunucu bağlantısı başarısız
zh_hans: 服务器连接失败
zh_hant: 伺服器連接失敗
zh_hk: 伺服器連接失敗

# 服务器配置
source: Server Configuration
de: Serverkonfiguration
es: Configuración del servidor
fr: Configuration du serveur
it: Configurazione del server
ja: サーバー設定
ko: 서버 구성
pt_br: Configuração do Servidor
ru: Конфигурация сервера
tr: Sunucu Yapılandırması
zh_hans: 服务器配置
zh_hant: 伺服器配置
zh_hk: 伺服器配置

# 未激活
source: Not Activated
de: Nicht aktiviert
es: No activado
fr: Non activé
it: Non attivato
ja: 未アクティブ
ko: 비활성
pt_br: Desativado
ru: Не активировано
tr: Etkinleştirilmemiş
zh_hans: 未激活
zh_hant: 未激活
zh_hk: 未激活

# 未登录 iCloud，请登录 iCloud 账户
source: iCloud not logged in, please log in to iCloud account
de: iCloud nicht angemeldet, bitte melden Sie sich mit Ihrem iCloud-Konto an
es: iCloud no iniciado sesión, por favor inicie sesión en su cuenta de iCloud
fr: Non connecté à iCloud, veuillez vous connecter au compte iCloud
it: Non hai effettuato l'accesso a iCloud, accedi al tuo account iCloud
ja: iCloudにログインしていません。iCloudアカウントにログインしてください
ko: iCloud에 로그인하지 않았습니다. iCloud 계정에 로그인하십시오
pt_br: iCloud não conectado, faça login na sua conta iCloud
ru: Не вошли в iCloud, войдите в учетную запись iCloud
tr: iCloud'a giriş yapılmadı, lütfen iCloud hesabınıza giriş yapın
zh_hans: 未登录 iCloud，请登录 iCloud 账户
zh_hant: 未登錄 iCloud，請登錄 iCloud 帳戶
zh_hk: 未登入 iCloud，請登入 iCloud 帳戶

# 未知 iCloud 状态
source: Unknown iCloud Status
de: Unbekannter iCloud-Status
es: Estado de iCloud desconocido
fr: Statut iCloud inconnu
it: Stato iCloud sconosciuto
ja: 不明なiCloudの状態
ko: 알 수 없는 iCloud 상태
pt_br: Status do iCloud desconhecido
ru: Неизвестное состояние iCloud
tr: Bilinmeyen iCloud Durumu
zh_hans: 未知 iCloud 状态
zh_hant: 未知 iCloud 狀態
zh_hk: 未知 iCloud 狀態

# 未知时间
source: Unknown time
de: Unbekannte Zeit
es: Tiempo desconocido
fr: Heure inconnue
it: Tempo sconosciuto
ja: 不明な時間
ko: 알 수 없는 시간
pt_br: Tempo Desconhecido
ru: Неизвестное время
tr: Bilinmeyen zaman
zh_hans: 未知时间
zh_hant: 未知時間
zh_hk: 未知時間

# 未选择权限
source: Permission not selected
de: Berechtigung nicht ausgewählt
es: Permiso no seleccionado
fr: Aucune autorisation sélectionnée
it: Permesso non selezionato
ja: 権限が選択されていません
ko: 권한이 선택되지 않았습니다
pt_br: Permissão não selecionada
ru: Не выбрано разрешение
tr: İzin seçilmedi
zh_hans: 未选择权限
zh_hant: 未選擇權限
zh_hk: 未選擇權限

# 本App免费使用,赞助不会开启任何新功能
source: This app is free to use, and donations will not unlock any new features.
de: Diese App ist kostenlos zu nutzen, Spenden aktivieren keine neuen Funktionen.
es: Esta aplicación es gratuita y las donaciones no activarán ninguna función nueva.
fr: Cette application est gratuite, les dons ne débloqueront aucune nouvelle fonctionnalité
it: Questa app è gratuita da usare, le donazioni non attiveranno nuove funzionalità.
ja: このアプリは無料で利用でき、寄付をしても新機能は解放されません。
ko: 이 앱은 무료로 사용할 수 있으며, 후원해도 새로운 기능이 해금되지 않습니다.
pt_br: Este aplicativo é gratuito para usar; doações não desbloquearão nenhuma nova funcionalidade.
ru: Это приложение бесплатно, пожертвования не открывают никаких новых функций.
tr: Bu uygulama ücretsizdir, bağışlar herhangi bir yeni özelliği etkinleştirmez
zh_hans: 本App免费使用，赞助不会开启任何新功能
zh_hant: 本App免費使用，贊助不會開啟任何新功能
zh_hk: 本App免費使用，贊助不會開啟任何新功能

# 查看
source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ja: 表示
ko: 보기
pt_br: Ver
ru: Просмотр
tr: Görüntüle
zh_hans: 查看
zh_hant: 查看
zh_hk: 查看

# 查看图标
source: View Icon
de: Icon anzeigen
es: Ver icono
fr: Voir l'icône
it: Visualizza icona
ja: アイコンを表示
ko: 아이콘 보기
pt_br: Ver ícone
ru: Просмотр значков
tr: Simgeyi Görüntüle
zh_hans: 查看图标
zh_hant: 查看圖標
zh_hk: 查看圖標

# 查看文档
source: View Documents
de: Dokumente anzeigen
es: Ver documento
fr: Voir le document
it: Visualizza documento
ja: ドキュメントを見る
ko: 문서 보기
pt_br: Ver Documento
ru: Просмотр документа
tr: Belgeleri Görüntüle
zh_hans: 查看文档
zh_hant: 查看文檔
zh_hk: 查看文檔

# 标记
source: Mark
de: Markieren
es: Marcar
fr: Marque
it: Segna
ja: タグ
ko: 태그
pt_br: Marcar
ru: Отметка
tr: İşaret
zh_hans: 标记
zh_hant: 標記
zh_hk: 標記

# 标题
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
tr: Başlık
zh_hans: 标题
zh_hant: 標題
zh_hk: 標題

# 标题/副标题/内容?group=默认&badge=1&ttl=1
source: Title/Subtitle/Content?group=default&badge=1&ttl=1
de: Titel/Untertitel/Inhalt?group=default&badge=1&ttl=1
es: Título/Subtítulo/Contenido?group=default&badge=1&ttl=1
fr: Titre/Sous-titre/Contenu?group=default&badge=1&ttl=1
it: Titolo/Sottotitolo/Contenuto?group=default&badge=1&ttl=1
ja: タイトル/サブタイトル/コンテンツ?group=デフォルト&badge=1&ttl=1
ko: 제목/부제목/내용?group=기본&badge=1&ttl=1
pt_br: Título/Subtítulo/Conteúdo?group=default&badge=1&ttl=1
ru: Заголовок/Подзаголовок/Содержание?group=default&badge=1&ttl=1
tr: Başlık/Alt Başlık/İçerik?group=default&badge=1&ttl=1
zh_hans: 标题/副标题/内容?group=默认&badge=1&ttl=1
zh_hant: 标题/副标题/内容?group=默认&badge=1&ttl=1
zh_hk: 標題/副標題/內容?group=默認&badge=1&ttl=1

# 格式错误
source: Format Error
de: Formatfehler
es: Error de formato
fr: Erreur de format
it: Errore di formato
ja: フォーマットエラー
ko: 형식 오류
pt_br: Erro de Formatação
ru: Ошибка формата
tr: Biçim Hatası
zh_hans: 格式错误
zh_hant: 格式錯誤
zh_hk: 格式錯誤

# 检查 iCloud 账户状态出错: %@
source: Check iCloud account status error: %@
de: Fehler beim Überprüfen des iCloud-Kontostatus: %@
es: Error al verificar el estado de la cuenta de iCloud: %@
fr: Erreur de vérification de l'état du compte iCloud : %@
it: Errore di verifica stato account iCloud: %@
ja: iCloudアカウントの状態を確認中にエラーが発生しました: %@
ko: iCloud 계정 상태 확인 중 오류 발생: %@
pt_br: Erro ao verificar o status da conta iCloud: %@
ru: Ошибка проверки состояния учетной записи iCloud: %@
tr: iCloud Hesap Durumu Kontrol Hatası: %@
zh_hans: 检查 iCloud 账户状态出错: %@
zh_hant: 檢查 iCloud 帳戶狀態出錯: %@
zh_hk: 檢查 iCloud 帳戶狀態出錯: %@

# 检查参数...
source: Checking parameters...
de: Parameter prüfen...
es: Verificando parámetros...
fr: Vérifier les paramètres...
it: Controllo parametri...
ja: パラメータを確認中...
ko: 매개변수 확인 중...
pt_br: Verificando parâmetros...
ru: Проверить параметры...
tr: Parametreleri kontrol edin...
zh_hans: 检查参数...
zh_hant: 檢查參數...
zh_hk: 檢查參數...

# 模型名称: (gpt-4o-mini)
source: Model name: (gpt-4o-mini)
de: Modellname: (gpt-4o-mini)
es: Nombre del modelo: (gpt-4o-mini)
fr: Nom du modèle : (gpt-4o-mini)
it: Nome del modello: (gpt-4o-mini)
ja: モデル名: (gpt-4o-mini)
ko: 모델 이름: (gpt-4o-mini)
pt_br: Nome do modelo: (gpt-4o-mini)
ru: Название модели: (gpt-4o-mini)
tr: Model adı: (gpt-4o-mini)
zh_hans: 模型名称: (gpt-4o-mini)
zh_hant: 模型名稱: (gpt-4o-mini)
zh_hk: 模型名稱: (gpt-4o-mini)

# 模式
source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
ru: Режим
tr: Mod
zh_hans: 模式
zh_hant: 模式
zh_hk: 模式

# 欢迎使用
source: Welcome to use
de: Willkommen zur Nutzung
es: Bienvenido a usar
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo ao uso
ru: Добро пожаловать
tr: Kullanmaya Hoş Geldiniz
zh_hans: 欢迎使用
zh_hant: 歡迎使用
zh_hk: 歡迎使用

# 正在处理中...
source: Processing...
de: Wird verarbeitet...
es: Procesando...
fr: En cours de traitement...
it: Elaborazione in corso...
ja: 処理中...
ko: 처리 중...
pt_br: Processando...
ru: Обрабатывается...
tr: İşleniyor...
zh_hans: 正在处理中...
zh_hant: 正在處理中...
zh_hk: 正在處理中...

# 正在处理数据
source: Processing data
de: Daten werden verarbeitet
es: Procesando datos
fr: Traitement des données en cours
it: Elaborazione dei dati in corso
ja: データを処理中
ko: 데이터 처리 중
pt_br: Processando dados
ru: Обработка данных
tr: Veri işleniyor
zh_hans: 正在处理数据
zh_hant: 正在處理數據
zh_hk: 正在處理數據

# 正常通知
source: Normal Notification
de: Normale Benachrichtigung
es: Notificación normal
fr: Notification normale
it: Notifica normale
ja: 通常通知
ko: 정상 알림
pt_br: Notificação normal
ru: Нормальное уведомление
tr: Normal Bildirim
zh_hans: 正常通知
zh_hant: 正常通知
zh_hk: 正常通知

# 此名称用来查找历史分组使用
source: This name is used to search for historical grouping usage.
de: Dieser Name wird verwendet, um nach der Verlaufsgruppe zu suchen
es: Este nombre se utiliza para buscar el historial de grupos utilizados.
fr: Ce nom est utilisé pour rechercher les groupes d'historique
it: Questo nome viene utilizzato per cercare i gruppi di cronologia
ja: この名前は履歴グループの使用を見つけるために使用されます
ko: 이 이름은 역사적 그룹 사용을 찾는 데 사용됩니다
pt_br: Este nome é usado para buscar grupos de histórico de uso
ru: Это имя используется для поиска групп истории
tr: Bu ad, geçmiş gruplarını aramak için kullanılır
zh_hans: 此名称用来查找历史分组使用
zh_hant: 此名稱用來查找歷史分組使用
zh_hk: 此名稱用來查找歷史分組使用

# 此操作将删除 %@ 数据，且无法恢复。确定要继续吗？
source: This operation will delete %@ data and cannot be recovered. Are you sure you want to continue?
de: Diese Aktion löscht die %@-Daten und kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?
es: Esta operación eliminará los datos de %@ y no se podrán recuperar. ¿Estás seguro de que quieres continuar?
fr: Cette opération supprimera les données %@ et ne pourra pas être récupérée. Voulez-vous vraiment continuer ?
it: Questa operazione eliminerà i dati %@ e non potranno essere recuperati. Sei sicuro di voler continuare?
ja: この操作は%@のデータを削除し、元に戻すことはできません。本当に続行しますか？
ko: 이 작업은 %@ 데이터를 삭제하며 되돌릴 수 없습니다. 계속하시겠습니까?
pt_br: Esta operação excluirá os dados de %@ e não poderá ser recuperada. Tem certeza de que deseja continuar?
ru: Эта операция удалит данные %@, и их невозможно будет восстановить. Вы уверены, что хотите продолжить?
tr: Bu işlem %@ verilerini silecek ve geri alınamaz. Devam etmek istediğinizden emin misiniz?
zh_hans: 此操作将删除 %@ 数据，且无法恢复。确定要继续吗？
zh_hant: 此操作将删除 %@ 数据，且无法恢复。确定要继续吗？
zh_hk: 此操作将删除 %@ 数据，且无法恢复。确定要继续吗？

# 此操作将删除所有聊天记录和设置数据，且无法恢复。确定要继续吗？
source: This operation will delete all chat history and settings data, and it cannot be recovered. Are you sure you want to proceed?
de: Diese Aktion löscht alle Chatverläufe und Einstellungsdaten und kann nicht rückgängig gemacht werden. Möchten Sie wirklich fortfahren?
es: Esta operación eliminará todos los registros de chat y datos de configuración, y no se pueden recuperar. ¿Estás seguro de que quieres continuar?
fr: Cette opération supprimera tous les historiques de discussion et les données de configuration, et ne pourra pas être récupérée. Voulez-vous vraiment continuer ?
it: Questa operazione cancellerà tutti i record delle conversazioni e i dati delle impostazioni, e non sarà possibile recuperarli. Sei sicuro di voler continuare?
ja: この操作はすべてのチャット履歴と設定データを削除し、元に戻すことはできません。本当に続行しますか？
ko: 이 작업은 모든 채팅 기록과 설정 데이터를 삭제하며, 되돌릴 수 없습니다. 계속하시겠습니까?
pt_br: Esta operação excluirá todos os registros de conversas e dados de configuração, e não poderá ser recuperada. Tem certeza de que deseja continuar?
ru: Эта операция удалит все записи чатов и настройки, и восстановление будет невозможно. Вы уверены, что хотите продолжить?
tr: Bu işlem tüm sohbet geçmişini ve ayar verilerini silecek ve geri alınamaz. Devam etmek istiyor musunuz?
zh_hans: 此操作将删除所有聊天记录和设置数据，且无法恢复。确定要继续吗？
zh_hant: 此操作將刪除所有聊天記錄和設置數據，且無法恢復。確定要繼續嗎？
zh_hk: 此操作將刪除所有聊天記錄和設置數據，且無法恢復。確定要繼續嗎？

# 没有图片
source: No image
de: Kein Bild
es: Sin imagen
fr: Aucune image
it: Nessuna immagine
ja: 画像がありません
ko: 이미지가 없습니다
pt_br: Sem imagem
ru: Нет изображения
tr: Resim yok
zh_hans: 没有图片
zh_hant: 沒有圖片
zh_hk: 沒有圖片

# 没有打开推送
source: Push notifications not enabled
de: Keine Push-Benachrichtigungen aktiviert
es: Notificaciones no activadas
fr: Notifications non activées
it: Notifiche non attivate
ja: 通知が有効になっていません
ko: 푸시 알림이 꺼져 있습니다
pt_br: Notificações não ativadas
ru: Уведомления не включены
tr: Bildirimler açık değil
zh_hans: 没有打开推送
zh_hant: 沒有開啟推送
zh_hk: 沒有開啟推送

# 没有找到文件
source: File not found
de: Datei nicht gefunden
es: No se encontró el archivo
fr: Fichier introuvable
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
pt_br: Não foi encontrado o arquivo
ru: Файл не найден
tr: Dosya bulunamadı
zh_hans: 没有找到文件
zh_hant: 沒有找到文件
zh_hk: 沒有找到文件

# 没有找到相关提示词
source: No relevant prompts found
de: Keine relevanten Hinweise gefunden
es: No se encontraron sugerencias relacionadas
fr: Aucune suggestion pertinente trouvée
it: Nessuna parola chiave correlata trovata
ja: 関連するプロンプトが見つかりません
ko: 관련 프롬프트를 찾을 수 없습니다
pt_br: Nenhuma dica relevante encontrada
ru: Не найдено соответствующих подсказок
tr: İlgili ipuçları bulunamadı
zh_hans: 没有找到相关提示词
zh_hant: 沒有找到相關提示詞
zh_hk: 沒有找到相關提示詞

# 没有文件
source: No files
de: Keine Dateien
es: Sin archivos
fr: Aucun fichier
it: Nessun file
ja: ファイルがありません
ko: 파일이 없습니다
pt_br: Sem arquivos
ru: Нет файлов
tr: Dosya yok
zh_hans: 没有文件
zh_hant: 沒有文件
zh_hk: 沒有檔案

# 没有相册权限
source: No album permissions
de: Keine Album-Berechtigung
es: Sin permisos de álbum
fr: Aucune autorisation d'album
it: Non hai i permessi per l'album
ja: アルバムの権限がありません
ko: 앨범 권한이 없습니다
pt_br: Sem permissão de álbum
ru: Нет разрешения на альбом
tr: Albüm izni yok
zh_hans: 没有相册权限
zh_hant: 沒有相冊權限
zh_hk: 沒有相冊權限

# 没有相机权限
source: No camera permission
de: Keine Kameraberechtigung
es: Sin permisos de cámara
fr: Aucune autorisation de caméra
it: Nessun permesso della fotocamera
ja: カメラの権限がありません
ko: 카메라 권한이 없습니다
pt_br: Sem permissão de câmera
ru: Нет разрешения на камеру
tr: Kamera izni yok
zh_hans: 没有相机权限
zh_hant: 沒有相機權限
zh_hk: 沒有相機權限

# 法语
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
ru: Французский
tr: Fransızca
zh_hans: 法语
zh_hant: 法語
zh_hk: 法語

# 注册KEY
source: Registration KEY
de: Registrierungsschlüssel
es: Clave de registro
fr: Clé d'enregistrement
it: Chiave di registrazione
ja: KEYを登録
ko: KEY 등록
pt_br: Chave de Registro
ru: Ключ регистрации
tr: Kayıt Anahtarı
zh_hans: 注册KEY
zh_hant: 註冊KEY
zh_hk: 註冊KEY

# 注册中...
source: Registering...
de: Registrierung läuft...
es: Registrando...
fr: Inscription en cours...
it: Registrazione in corso...
ja: 登録中...
ko: 등록 중...
pt_br: Registrando...
ru: Регистрация...
tr: Kayıt olunuyor...
zh_hans: 注册中...
zh_hant: 註冊中...
zh_hk: 註冊中...

# 注册失败
source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l'inscription
it: Registrazione fallita
ja: 登録に失敗しました
ko: 등록 실패
pt_br: Falha no registro
ru: Регистрация не удалась
tr: Kayıt başarısız
zh_hans: 注册失败
zh_hant: 註冊失敗
zh_hk: 註冊失敗

# 注册成功
source: Registration successful
de: Registrierung erfolgreich
es: Registro exitoso
fr: Inscription réussie
it: Registrazione completata
ja: 登録に成功しました
ko: 등록 성공
pt_br: Registro bem-sucedido
ru: Зарегистрирован успешно
tr: Kayıt Başarılı
zh_hans: 注册成功
zh_hant: 註冊成功
zh_hk: 註冊成功

# 泰语
source: Thai language
de: Thailändisch
es: Tailandés
fr: thaï
it: Tailandese
ja: タイ語
ko: 태국어
pt_br: Tailandês
ru: Тайский язык
tr: Tay
zh_hans: 泰语
zh_hant: 泰語
zh_hk: 泰語

# 活动连接
source: Activity Link
de: Verbindung zu Aktivitäten
es: Enlace de actividad
fr: Lien d'activité
it: Link attività
ja: アクティブ接続
ko: 활성 연결
pt_br: Link de Atividade
ru: Активная ссылка
tr: Etkinlik Bağlantısı
zh_hans: 活动连接
zh_hant: 活動連結
zh_hk: 活動連結

# 测试/保存成功
source: Test/Save Successful
de: Test/Erfolgreich gespeichert
es: Prueba/Guardado exitoso
fr: Test/Enregistrement réussi
it: Test/Salvato con successo
ja: テスト/保存成功
ko: 테스트/저장 성공
pt_br: Teste/Salvo com sucesso
ru: Тест/Сохранение успешно
tr: Test/Başarıyla Kaydedildi
zh_hans: 测试/保存成功
zh_hant: 測試/保存成功
zh_hk: 測試/保存成功

# 测试中...
source: Testing...
de: Testen...
es: Probando...
fr: Test en cours...
it: Test in corso...
ja: テスト中...
ko: 테스트 중...
pt_br: Testando...
ru: Тестирование...
tr: Test ediliyor...
zh_hans: 测试中...
zh_hant: 測試中...
zh_hk: 測試中...

# 测试后保存
source: Test and Save
de: Test speichern
es: Guardar después de la prueba
fr: Test après sauvegarde
it: Salva dopo il test
ja: テスト後に保存
ko: 테스트 후 저장
pt_br: Testar e Salvar
ru: «Сохранить после тестирования»
tr: Test sonrası kaydet
zh_hans: 测试后保存
zh_hant: 測試後保存
zh_hk: 測試後保存

# 消息
source: Messages
de: Nachricht
es: Mensaje
fr: Message
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: Mensagem
ru: Сообщение
tr: Mesaj
zh_hans: 消息
zh_hant: 消息
zh_hk: 消息

# 消息内容
source: Message content
de: Nachrichteninhalt
es: Contenido del mensaje
fr: Contenu du message
it: Contenuto del messaggio
ja: メッセージ内容
ko: 메시지 내용
pt_br: Conteúdo da mensagem
ru: Содержание сообщения
tr: Mesaj içeriği
zh_hans: 消息内容
zh_hant: 消息內容
zh_hk: 消息內容

# 消息列表
source: Message List
de: Nachrichtenliste
es: Lista de mensajes
fr: Liste des messages
it: Elenco messaggi
ja: メッセージリスト
ko: 메시지 목록
pt_br: Lista de Mensagens
ru: Список сообщений
tr: Mesaj Listesi
zh_hans: 消息列表
zh_hant: 消息列表
zh_hk: 消息列表

# 消息卡片未分组时是否显示logo
source: Show logo when message card is not grouped
de: Zeigt Logo an, wenn Nachrichtenkarte nicht gruppiert ist?
es: ¿Mostrar logo cuando las tarjetas de mensajes no están agrupadas?
fr: Afficher le logo pour les cartes de message non groupées
it: Mostra il logo quando le schede messaggio non sono raggruppate?
ja: メッセージカードがグループ化されていない場合にロゴを表示する
ko: 메시지 카드가 그룹화되지 않았을 때 로고 표시
pt_br: Exibir logotipo quando as mensagens não estão agrupadas?
ru: Показывать логотип для карточек сообщений без группы
tr: Mesaj kartı gruplanmamışsa logo gösterilsin mi
zh_hans: 消息卡片未分组时是否显示logo
zh_hant: 消息卡片未分組時是否顯示logo
zh_hk: 消息卡片未分組時是否顯示logo

# 消息存档
source: Message Archive
de: Nachrichten archivieren
es: Archivo de mensajes
fr: Archivage des messages
it: Archivia messaggi
ja: メッセージアーカイブ
ko: 메시지 아카이브
pt_br: Arquivar mensagem
ru: Архив сообщений
tr: Mesaj Arşivi
zh_hans: 消息存档
zh_hant: 訊息存檔
zh_hk: 訊息歸檔

# 消息显示高度
source: Message Display Height
de: Nachrichtenanzeigehöhe
es: Altura de visualización de mensajes
fr: Hauteur d'affichage du message
it: Altezza visualizzazione messaggio
ja: メッセージ表示高さ
ko: 메시지 표시 높이
pt_br: Altura de exibição da mensagem
ru: Высота отображения сообщения
tr: Mesaj yüksekliği
zh_hans: 消息显示高度
zh_hant: 消息顯示高度
zh_hk: 訊息顯示高度

# 添加 Prompt
source: Add Prompt
de: Prompt hinzufügen
es: Agregar Prompt
fr: Ajouter Prompt
it: Aggiungi Prompt
ja: プロンプトを追加
ko: 프롬프트 추가
pt_br: Adicionar Prompt
ru: Добавить подсказку
tr: Prompt Ekle
zh_hans: 添加 Prompt
zh_hant: 添加 Prompt
zh_hk: 添加 Prompt

# 添加成功
source: Added successfully
de: Erfolgreich hinzugefügt
es: Añadido con éxito
fr: Ajout réussi
it: Aggiunta riuscita
ja: 追加に成功しました
ko: 추가 성공
pt_br: Adicionado com sucesso
ru: Добавлено успешно
tr: Başarıyla Eklendi
zh_hans: 添加成功
zh_hant: 添加成功
zh_hk: 添加成功

# 添加服务器
source: Add Server
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar Servidor
ru: Добавить сервер
tr: Sunucu Ekle
zh_hans: 添加服务器
zh_hant: 添加伺服器
zh_hk: 添加伺服器
